[{"name": "Valley of flowers trek", "img1": "Travel/2019/07/20160722_122856_ZcchCBD_9eYhYm2.jpg", "img2": "Travel/2019/07/v_G0My7Ni.jpg", "img3": "Travel/2019/07/20160723_082912_3XTtgOJ_RczchB5_ZwheGrJ.jpg", "img4": "Travel/2019/07/20160723_093359_z9WWGLR_fDPW6hH_6Gi1XDt.jpg", "details": {"why": "This trek is ideal for beginners. You dont need to carry trek equipments, food and stay are very cheap so this trek qualifies as the best budget treks that one can do in uttarakhand. \r\n\r\nApart from the national park, you can visit hemkunt, the highest placed gurudwara, you can witness the sight of amazing valleys, glaciers and formation of alkananda river(important tributary of Ganges).", "fun": "1) Explore Joshimath if possible, Many ancient temples with cultural significance( shankarmath )\r\n\r\n2) Visit Auli (10km from joshimath), skiing destination and base camp for kauri pass.(Also for beginners, 4day trek, basic equipments)\r\n\r\n3) Visit Badrinath.\r\n\r\n4) Bath in pond near Hemkunt.", "how": "DONOT FORGET TO PACK RAINCOAT!\r\n\r\nTOTAL BUDGET: < Rs. 1500 from Rishikesh. \r\n\r\n1)  Delhi to Rishikesh(bus best option, fare:Rs 250 Non Ac) or Dehradun airport to Rishikesh(40Rs from Airport Mainroad to Rishikesh)\r\n\r\n2)  Rishikesh to Govindghat(12hrs, fare: Rs. 420), Board any bus going to badrinath, Stay in Gurudwara(Govindghat), free stay.\r\n\r\n3)  Govindghat to Ghangria(13km, 6hr appx trek.), Easy, no need of Equipments, Raincoat must. Many Rest stops.\r\n\r\n4)  Stay in Gurudwara, Ghangria. Free of cost. or do Valley of Flowers trek(4km from Ghangria, Entry fee:Rs. 150, Easy, 1.5hrs to reach. appx)\r\n\r\n5) Ghangria to Hemkunt, little difficult, might experience Altitude sickness. Many Rest stops and best part of the trek.\r\n\r\n6) hemkunt to Govindghat return 4 hrs max.\r\n\r\n\r\n\r\nThe only way to go to the national park is from Rishikesh. Rishikesh, recently a metropolitan city is a place where you can get everything. From trekking equipment to Italian food you can get it here.\r\n\r\nFrom Rishikesh get on the first bus to Joshimath(around 5am, fare 390Rs). You will reach Joshimath around 4 pm, journey will be hectic and you know about pahadi roads so many turns and unexpected showers you will throw up for sure. i have a tip to prevent nausea. The secret is don't eat anything before journey, during journey. If you are hungry take fluids.\r\n\r\nIf you are on low budget, I would recommend to reach Govind ghat on the same day, as you can stay at Gurudwara in Govind ghat for free. Next day hike to Ghangria from Govindghat(13km).\r\n\r\nThe hike is easy, through the forests and there are so many rest points , shops and bathrooms. So don't worry about food.\r\nIt took me six hours to reach Ghangria. Ghangria is a small town which acts as a junction point to Hemkund and valley of flowers. It is 13km from Govind Ghat.In Ghangria, I stayed in Gurudwara  as it is free and really the best place to stay. if you want to book a room prefer GMVN guest houses, other private rooms are very costly and the facility is also not that good. You can also camp there.\r\n\r\nFrom Ghangria, National park is 4km, hemkunt is 8km. Hemkunt is little bit difficult but there are so many rest points and hotels, You can do it easily."}}, {"name": "Mumbai", "img1": "Travel/2019/07/safe_image.jpg", "img2": "", "img3": "", "img4": "", "details": {"why": "Mumbai is the financial capital of india, city located in Maharastra. It is popular for Bollywood, Vada pav, several tourist places like gateway of india, chatrapati shivaji maharaj terminus(also known as VST), sanjay gandhi national Park, Elephanta Caves, kanha caves, and so on.\r\n            \r\n It is a group of islands connected various kinds of transportation like locals, metro, busses, mono rails, etc. People of mumbai are called Mumbaikar. Here you can see people from various places residing , speaking various languages. Here regional languages are marathi and hindi. There are several beaches and many other tourist places to visit in mumbai.Each and every place have its own story. I will explain you my whole journey please continue reading.\r\n\r\n", "fun": "Best 10 places i visited in mumbai are\r\n1. CSMT(VT)\r\n2. Siddi Vinayak Mandir and Maha Laxmi Mandir\r\n3. Haji Ali dargah\r\n4. Sanjay Gandhi national park\r\n5. Elephanta caves\r\n6. Gateway of india\r\n7. Marine drive\r\n8. Juhu beach\r\n9. Mount mary Bandra\r\n10. Dharavi\r\n\r\nThere are several other places to visit. I will add those details as well, like Matunga, Sion for best food, zoo, other beaches, thane(a town in Maharastra), Navi Mumbai", "how": ""}}, {"name": "Dayara Bugyal", "img1": "Travel/2019/07/20180330_160520.jpg", "img2": "Travel/2019/07/20180330_114435_wVfg47l.jpg", "img3": "Travel/2019/07/20180330_150338_vZa31tC.jpg", "img4": "Travel/2019/07/20180330_182746_R5eq79m.jpg", "details": {"why": "It is another easy low budget high altitude trek which can be done on a weekend. Trek experience varies with season, with spring being the best, but It is also beautiful in winters and rainy seasons.\r\n\r\nThe trail is well marked, You can do it solo, don't need a guide in peak season. Trek can begin from two different basecamps with Barsu being best because it is accessible by public transport. Barsu is a village so you can get food items to begin your trek. Since the trek is very short, you dont need make any arrangements for food.", "fun": "In Barsu, talk to few locals, There is an ancient temple with wonderful stories near the village, visit it.\r\n\r\nBarsu is a beautiful village, there are many beautiful hidden waterfalls that only locals know about. So befriend one and explore.\r\n\r\nAfter reaching Dayara basecamp try to explore ahead. The view of Himalayan ranges is mesmerizing and sunset in Dayara is best experience.\r\n\r\nLocal are very helpful, there is a small hotel at basecamp which is present only in peak seasons, you get Maggi and biscuits there. Sometimes it is difficult to start camp fire with wood you collect, So don't hesitate to ask help from locals.", "how": "BUDGET: < Rs. 1000 from Rishikesh to Rishikesh, (3 days trip), if you have your own tent and sleeping bag.\r\n\r\nDay 1: Rishikesh to Uttarkashi( Fare: Rs 250, 6-8hrs), try to board as early as possible and reach uttarkashi by 2pm.\r\n           Uttarkashi to Barsu( Fare: Rs 80, 3-4hrs appx), There is one bus available around 2pm to 3pm.\r\n           Stay in your Tent Or in GMVN guest house(Rs 150 for dormitory, Rs 500 for Non Ac Room), Rates may vary with season.\r\n\r\nDay 2: Start your trek early in morning for Barsu.(10km to Dayara basecamp, appx 5hrs trek), water not available till base camp so it is better to carry 3 bottles.\r\n           Explore Dayara Bugyal from basecamp, sunset and campfire are amazing experiences.\r\n\r\nDay 3: Start your return trek to Barsu early in morning(by 5am) if you want to catch the only bus that leaves Barsu to Uttarkashi around 9 am.\r\n           From Uttarkashi return to RIshikesh or doon(similar price range as above.)"}}, {"name": "Sar Pass", "img1": "Travel/2019/07/20180512_190406.jpg", "img2": "Travel/2019/07/20180511_181536_PwbZTfv.jpg", "img3": "Travel/2019/07/20180512_095059_ojvxqhj.jpg", "img4": "Travel/2019/07/20180511_170326_esHboJc.jpg", "details": {"why": "Easy, 2-3 nights trek, weekend trek, well marked trail, can do it solo in right season.\r\n\r\nStarting with a lovely village, Grahan, to mesmerizing views of himalayan ranges this trek is ideal for beginners who wish to have adventure. It's not just the views, trek especially the day you cross the pass is very exciting and you get to slide for > 600m after crossing the pass. It's an experience worth having at least once in your life.\r\n\r\n\r\nbelow image: Grahan.", "fun": "Kasol is a beautiful destination in India with amazing Restaurants, So eat, explore and smoke.\r\n\r\nExplore Grahan, there is a school overlooking the whole town and by far the best school view. Play with kids, YHAI regularly organizes the trek, go to their camp, there will be Bonfire every night, hangout with other trekkers, make few friends.\r\n\r\nI stayed at a home in Grahan, Below image is the food that I made myself with locals, The locals are so friendly.\r\n\r\nThere are no hotels after Grahan, so it's better to carry food for next 2 days. Water is available, so just carry 2 bottles of water.\r\n\r\nMin Thatch is a small grassland, its not worth camping there, so i suggest to go ahead to Nagaru. When  I went there was Jio signal in Nagaru, I watched IPL match too.\r\nThe view from Nagaru is just the beginning, have patience and continue to Sar pass next morning, You will be surprised of what you will Experience.\r\n\r\nAll the best! \r\n\r\nAsk for doubts in comments.", "how": "BUDGET: (appx: Rs: 1.5k -2k) from Chandigarh to Chandigarh, excluding trek equipments like tent, sleeping bag.\r\n\r\nDay 1: Chandigarh ISBT 43 to Bhuntar(appx 8hrs, Rs:400, NonAc), Reach Bhuntar by morning. 5AM bus to Kasol.\r\n\r\nDay 2: Bhuntar to Kasol( 5AM bus, 2hrs appx, Rs 80.), Rent tent, sleeping bag(Rs 300/day) or bring your own\r\n            Kasol to Grahan(start by 12pm, 5hrs appx, easy trek, 10-15km). Stay in Grahan, tent or room(Rs 200/day/2persons)\r\n\r\nDay 3: Grahan to Min Thatch( appx 3hrs, 7km, tough climb in beginning, but gets easy.)\r\n            Min Thatch to Nagaru( appx 4hrs, 8km, can get breathlessness due to increase in altitude, relatively easy.), Jio signal present at Nagaru. Stay in Nagaru, tent.\r\n\r\nDay 4: Nagaru to Sar pass to Biskeri Thatch(Start by 5am, long day. 2hrs to Sar Pass, 3hrs to Biskeri Thatch), Stay in Biskeri or,\r\n            Biskeri Thatch to Bursheni(4-5hrs), do it if you are not tired. Stay at hotel in Bursheni (Rs 500/night/4persons)\r\n\r\nDay 5: Bursheni to Kasol to Bhuntar to Chandigarh( Similar rates as above)\r\n\r\n\r\n \r\nBelow image: Min Thatch"}}, {"name": "Choptha-Tunganath", "img1": "Travel/2019/07/20160123_173816_5ZMLZud.jpg", "img2": "", "img3": "Travel/2019/07/20160124_130835_vRGHWGD_rJmbL5p.jpg", "img4": "", "details": {"why": "Easy, beginner, High altitude trek, Can be done Solo, without guide.\r\n\r\nThis is a lovely one day trek, due to increase in popularity, it has become a tourist spot. Chopta is a village near Ukhimath(en route Kedarnath). It is basecamp for Tunganath Temple which is located 8km from choptha. This place is filled with pilgrims during season of shivratri, So don't go during March, April. You can visit Tunganath anytime of year.\r\n\r\nTunganath is the highest lord shiva temple, higher than kedarnath. \r\n\r\nDuring Trek, You will be able to see various Himalayan ranges in 360 degree view. You can continue your trek to Chandrashiela which can be difficult and dangerous in winter season.", "fun": "1) Explore Tunganath village, it is abandoned in winters.\r\n\r\n2) In Devprayag there is union between Bhagirathi river(from gaumukh, gangotri glacier) and Alkananda river(from Badrinath and above)\r\n\r\n3) From Choptha there is shortcut to Joshimath, Visit Auli.\r\n\r\n4) Deorital lake near chopta, you can trek or go by vehicle. 10Km from choptha. Nice place to camp. ", "how": "TOTAL BUDGET: < Rs. 1500 from Rishikesh. Weekend trip, 1 day trek.\r\n\r\n1)  Delhi to Rishikesh(bus best option, fare:Rs 250 Non Ac) or Dehradun airport to Rishikesh(40Rs from Airport Mainroad to Rishikesh)\r\n\r\n2)  Rishikesh to Rudraprayag(6hrs, fare: Rs. 200 appx), Board any bus going to badrinath. \r\n     Rudraprayag to Ukhimath(4hrs appx. Rs. 80).\r\n     Ukimath to Choptha(Rs. 50, 20km, Share cab, no buses), During off season, you might not find share cabs, and must hire a cab(Rs 1000 at least.)\r\n\r\n4)  Stay in Choptha, Tent or room(Rs 150 for 2 people bed/day), there are few hotels in Choptha, GMVN is present little ahead of choptha.\r\n\r\n5) Choptha to Tunganath(4hrs max)\r\n     Tunganath to Chandrashiela(2hrs max), if possible.\r\n\r\n6) Similar return journey."}}, {"name": "Parashar Lake", "img1": "Travel/2019/07/20180317_114751_2Gz1dds.jpg", "img2": "Travel/2019/07/20180317_111335_RCcBLuK.jpg", "img3": "Travel/2019/07/20180317_114920_xzUd0d3.jpg", "img4": "Travel/2019/07/20180317_100539_ZzbHZTm.jpg", "details": {"why": "Weekend, Low budget, Accessible by road.\r\n\r\nParashar lake is located near Mandi and has a historical significance. It is a well known tourist spot for locals.\r\n\r\nThis place is absolutely amazing in winter season with frozen lake. On the way to Parashar lake you get to see IIT Mandi, The architecture of campus is just impressive.\r\n\r\nIn Parashar lake, walk for 7km uphill you will find a temple. The temple overlooks parashar lake and has got beautiful views of sunrise and sunset which is worth watching.", "fun": "1) In Parashar lake, walk for 7km uphill you will find a temple. The temple overlooks parashar lake and has got beautiful views of sunrise and sunset which is worth watching.\r\n\r\n2) On the way to Parashar lake you get to see IIT Mandi, The architecture of campus is just impressive.", "how": "BUDGET: < Rs 1200/1 night hotel stay, cheaper if you have your tent.  \r\n\r\nYou can either trek to Parashar lake from Mandi(15-20km) or take a bus that goes early morning around 7am.\r\n\r\nDay 1: Chandigarh to Mandi (Rs 300 appx, 6-8hrs, Non AC), Try to reach Mandi by 6am.\r\n\r\nDay 2: Mandi to Parashar lake , bus(Rs 80, 2.5hrs, NonAC), car(Rs 1000appx, roundtrip)\r\n            Stay at Parashar lake in hotel(Rs 300/night to Rs2000/night) or stay at ashram in parashar lake(Rs 150/night). Ashrams are pre booked during peak season.\r\n\r\nDay 3: Parashar lake to Mandi(similar rates), Only one bus available around 12pm."}}, {"name": "Kedarkantha", "img1": "Travel/2019/08/IMG_20170415_094412.jpg", "img2": "Travel/2019/08/IMG_20170414_120227_1_40ZaYEf.jpg", "img3": "Travel/2019/08/IMG_20170414_183506_iNQNOsC.jpg", "img4": "Travel/2019/08/IMG_20170414_172202_VJlRyts.jpg", "details": {"why": "It is another easy low budget high altitude trek which can be done on a weekend. Trek experience varies with season, with winters being the best, but It is also beautiful in summer and rainy seasons.\r\n\r\nThe trail is well marked, You can do it solo, don't need a guide in peak season. Trek begins from Sankri which is accessible by public transport. Sankri is a village in Uttarkashi district, trek accessories and food are available at reasonable rates in Sankri . \r\n\r\n\r\n\r\nBelow image: Juda-ka-talab", "fun": "Kedarkantha basecamp is one of the most beautiful places to camp. Best in winter season.\r\n\r\nYou might think that Sunrise and Sunset are beautiful but wait for a while to see the Night show of millions of sparkling stars, an experience worth having.\r\n\r\nTrek to Peak is thrilling and you can slide all the way down from the peak.\r\n\r\nFrom Sankri you can also trek to Harki-dun which has similar itinerary but a little bit longer.\r\n\r\n\r\n\r\n", "how": "BUDGET: < Rs. 1500 from Dehradun to Dehradun, (3 days trip), if you have your own tent and sleeping bag.\r\n\r\nDay 1: Dehradun to Sankri( Fare: Rs 400, 10-12 hrs), only fews buses are available directly to sankri and all are available from Prince chowk. Public bus departs by 8am from Prince chowk bus stand.\r\n          Stay in your Tent Or in GMVN guest house(Rs 150 for dormitory, Rs 500 for Non Ac Room), Rates may vary with season.\r\n\r\nDay 2: Start your trek early in morning for Kedarkantha Basecamp.(8km to Kedarkantha basecamp, appx 5hrs trek), water not available till base camp so it is better to carry 3 bottles.\r\n          Explore basecamp, sunset and campfire are amazing experiences. You might need to camp at Juda-ka-Talab during winter season, as it is difficult to hike on snow.\r\n\r\nDay 3: Start your trek to Kedarkantha peak early in morning(by 5am), 4km trek, 2-3hrs max. Explore Peak.\r\n          From Peak return to Sankri (4hrs max)\r\n\r\nDay 4: Sankri to Doon(similar price range as above.)\r\n\r\n\r\nBelow image: Kedarkantha Base camp."}}]